Revit 2024 API
ParameterTypeId.VisGraphicsModel Property
 "V/G Overrides Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId VisGraphicsModel { get; }
Visual Basic
Public Shared ReadOnly Property VisGraphicsModel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VisGraphicsModel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace